Repository: Louis-Gonzalez/symfony_blog_app
Catalog: translations/messages.*.xlf
Languages: fr

source: Hello
fr: Bonjour

# Au revoir
source: Bye Bye
fr: Au revoir

# Langue
source: Language
fr: Langue

# Campagne
source: I would like a new car.
fr: Je voudrais une nouvelle voiture

source: DashBoard User
fr: Tableau des utilisateurs

source: DashBoard Post
fr: Tableau des articles

# Admin_home
source: You are in Admin Dashboard
fr: Vous êtes sur la page d'accueil Administrateur

# My Post
source: My Posts
fr: Mes Articles

source: DashBoard Admin
fr: Administration

source: Home
fr: Accueil

source: Login
fr: Connexion

source: Register
fr: Inscription

source: Logout
fr: Deconnexion

source: Search
fr: Recherche

source: The blog
fr: Les articles

source: Create new Post
fr: Créer un article

source: Read More
fr: En savoir plus

source: Edit
fr: Modifier

source: Created
fr: Créé le

source: Updated
fr: Modifé le

source: Your Posts
fr: Mes articles

source: Return to the Gallery
fr: Retourner à la gallerie

source: Date of creation
fr: Date de création

source: Comments
fr: Commentaires

source: Add Comment
fr: Ajouter un commentaire

source: Create new Contact
fr: Créer un message

source: Back to list
fr: Retour en arrière

source: Send
fr: Envoyer

source: Your Profil
fr: Mon profil

source: Your Comments
fr: Mes Commentaires

source: Your Messages
fr: Mes Messages

source: Social Networks
fr: Réseaux sociaux

source: Privacy policy
fr: Politique de confidentialité

source: Privacy Rules
fr: Règle de confidentialité

source: Subscribe to our newsletter
fr: Souscrire à la newsletter

source: Subscribe
fr: Souscrire

source: Back
fr: Retour en arrière

source: Change your password
fr: Changer mon mot passe

source: Post index
fr: Tableau de mes articles

source: Show
fr: Voir

source: Delete
fr: Supprimer

source: Comment Index
fr: Tableau de mes commentaires

source: Hidden
fr: Masqué

source: Contact index
fr: Tableau de mes Messages

source: Create New Message
fr: Créer un Message

source: Password
fr: Mot de passe

source: Post Index2
fr: Tableau d'articles

source: All Comments
fr: Tableau de tous les Commentaires

source: All Contacts
fr: Tableau de tous les Messages
